
export default {
  badge: 'Особливості',
  title: 'Все, що потрібно для перевірки тексту',
  description: 'Наші функції допоможуть вам переконатися в унікальності тексту.',
  upload: {
    title: 'Завантаження файлів',
    description: 'Підтримуємо завантаження файлів у різних форматах.',
  },
  analysis: {
    title: 'Детальний аналіз',
    description: 'Виявляємо навіть незначні збіги з іншими джерелами.',
  },
  reports: {
    title: 'Зручні звіти',
    description: 'Звіти легко читати та аналізувати.',
  },
  languages: {
    title: 'Підтримка мов',
    description: 'Підтримуємо перевірку текстів на багатьох мовах.',
  },
};
