
export default {
  badge: 'Як це працює',
  title: 'Всього 3 прості кроки',
  description: 'Перевірка тексту на плагіат ще ніколи не була такою простою.',
  step1: {
    number: '1',
    title: 'Вставте текст',
    description: 'Скопіюйте та вставте текст, який потрібно перевірити.',
  },
  step2: {
    number: '2',
    title: 'Перевірте текст',
    description: 'Натисніть кнопку "Перевірити" та зачекайте кілька секунд.',
  },
  step3: {
    number: '3',
    title: 'Отримайте звіт',
    description:
      'Перегляньте детальний звіт про результати перевірки на плагіат.',
  },
  tryItNow: 'Спробувати зараз',
};
