
export default {
  title: 'Результати перевірки на плагіат',
  similarityScore: 'Показник схожості',
  tabs: {
    highlighted: 'Виділений текст',
    sources: 'Джерела',
    external: 'Зовнішні джерела',
    summary: 'Підсумок',
  },
  noPlagiarism: 'Плагіат не виявлено',
  noSources: 'Джерела не знайдено',
  noExternalSources: 'Зовнішні джерела не знайдено',
  match: 'Збіг',
  cosineSimilarity: 'Схожість',
  matchedText: 'Знайдений текст',
  characters: 'символів',
  sourcesFound: 'Знайдено джерел',
  charactersAnalyzed: 'Проаналізовано символів',
  analysisSummary: 'Аналіз результатів',
  documentStructure: 'Структура документа',
  paraphrasing: 'Перефразування',
  improperCitation: 'Неправильне цитування',
  downloadReport: 'Завантажити звіт',
  highPlagiarismWarning: 'Виявлено високий рівень плагіату. Рекомендуємо переглянути ваш документ, щоб додати відповідні цитати або зробити вміст більш оригінальним.',
  riskLevel: {
    title: 'Рівень ризику',
    low: 'Низький ризик',
    medium: 'Середній ризик',
    high: 'Високий ризик'
  },
  summary: {
    low: 'Низька ймовірність плагіату',
    medium: 'Середня ймовірність плагіату',
    high: 'Висока ймовірність плагіату',
  },
  summaryDetail: {
    low: 'Ваш текст виглядає оригінальним з мінімальними збігами з існуючими джерелами.',
    medium: 'Деякі частини вашого тексту збігаються з іншими джерелами. Розгляньте можливість додавання цитат, де це необхідно.',
    high: 'Значні частини вашого тексту збігаються з іншими джерелами. Рекомендується суттєвий перегляд.',
  },
  emoticons: {
    veryLow: 'Дуже добре',
    low: 'Добре',
    medium: 'Прийнятно',
    high: 'Погано',
    veryHigh: 'Дуже погано'
  },
  recommendations: 'Рекомендації',
  recommendation1: 'Перегляньте виділені частини на наявність потенційного плагіату.',
  recommendation2: 'Цитуйте оригінальні джерела для того, щоб віддати належне авторам.',
  recommendation3: 'Перефразуйте текст, щоб зробити його більш оригінальним.',
  recommendation4: 'Використовуйте лапки для прямих цитат.',
  scientificCheck: {
    title: 'Перевірка по науковим працям',
    description: 'Порівняйте ваш документ з 80 мільйонами наукових статей від академічних видавництв.',
    price: 'Ціна',
    button: 'Додати перевірку наукових статей',
    skipButton: 'Продовжити без перевірки'
  }
};
